/*
 Navicat MySQL Data Transfer

 Source Server         : 127.0.0.1
 Source Server Version : 50621
 Source Host           : localhost
 Source Database       : RUNOOB

 Target Server Version : 50621
 File Encoding         : utf-8

 Date: 05/18/2016 11:44:07 AM
*/

SET NAMES utf8;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
--  Table structure for `websites`
-- ----------------------------
DROP TABLE IF EXISTS `websites`;
CREATE TABLE `websites` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `lyric` varchar(1500) NOT NULL DEFAULT '' COMMENT '歌词',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
--  Records of `websites`
-- ----------------------------
BEGIN;
INSERT INTO `websites` VALUES ('1306431916', "[by:听说id太长先生会抱我]\n[00:00.00] 作曲 : 陈硕子\n[00:00.20] 作词 : 陈硕子\n[00:00.62]我在凌晨三点\n[00:03.20]醒来的夜里\n[00:04.46]想起已失去的你\n[00:07.71]曾经说着永远一起\n[00:12.16]现在却不再联系\n[00:15.55]就算时间他模糊了很多的东西\n[00:19.52]我依然在深爱着你\n[00:22.55]如果当时的我们能少一些固执\n[00:26.86]是否会有更好的结局\n[00:30.27]我在凌晨三点\n[00:32.60]醒来的夜里\n[00:34.58]想起已失去的你\n[00:37.31]曾经说着永远一起\n[00:41.51]现在却不再联系\n[00:44.96]就算时间他模糊了很多的东西\n[00:49.06]我依然在深爱着你\n[00:52.04]如果当时的我们能少一些固执\n[00:56.23]是否会有更好的结局\n[01:03.29]我在凌晨三点\n[01:05.47]醒来的夜里\n[01:07.45]想起已失去的你\n[01:10.21]曾经说着永远一起\n[01:14.66]现在却不再联系\n[01:17.84]就算时间他模糊了很多的东西\n[01:21.94]我依然在深爱着你\n[01:24.82]如果当时的我们\n");
INSERT INTO `websites` VALUES ('31877467', "[00:30.650]当天边那颗星出现\n[00:36.530]你可知我又开始想念\n[00:41.560]\n[00:43.250]有多少爱恋只能遥遥相望\n[00:49.690]就像月光洒向海面\n[00:54.430]\n[00:56.710]年少的我们曾以为\n[01:02.710]相爱的人就能到永远\n[01:07.730]\n[01:09.270]当我们相信情到深处在一起\n[01:15.860]听不见风中的叹息\n[01:20.530]\n[01:21.910]谁知道爱是什么\n[01:28.930]短暂的相遇却念念不忘\n[01:34.000]\n[01:34.910]用尽一生的时间\n[01:42.510]竟学不会遗忘\n[01:46.730]\n[02:15.340]如今我们已天各一方\n[02:21.200]生活得像周围人一样\n[02:26.080]\n[02:27.800]眼前人给我最信任的依赖\n[02:34.360]但愿你被温柔对待\n[02:38.810]\n[02:40.340]多少恍惚的时候\n[02:47.410]仿佛看见你在人海川流\n[02:52.560]\n[02:53.540]隐约中你已浮现\n[03:00.240]\n[03:01.030]一转眼又不见\n[03:05.320]\n[03:29.980]短暂的相遇却念念不忘\n[03:34.840]\n[03:36.010]多少恍惚的时候\n[03:43.130]仿佛看见你在人海川流\n[03:48.460]\n[03:49.070]隐约中你已浮现\n[03:56.280]\n[04:04.020]一转眼又不见\n[04:08.450]\n[04:15.170]当天边那颗星出现\n[04:21.200]你可知我又开始想念\n[04:26.400]\n[04:28.080]有多少爱恋今生无处安放\n[04:34.830]冥冥中什么已改变\n[04:40.030]\n[04:42.670]月光如春风拂面\n");
INSERT INTO `websites` VALUES ('561313205', "[00:00.00] 作曲 : 葛夏\n[00:01.00] 作词 : 葛夏\n[00:09.09]\n[00:12.69]\n[00:16.50]\n[00:30.80]是你 让我相信爱情\n[00:38.13]是你 给了我关心\n[00:45.60]是你 让我明白了\n[00:53.24]爱就要付出真心\n[00:59.94]我需要 这样的怀抱\n[01:07.23]抱着你一起欢笑\n[01:14.68]我需要 这样的依靠\n[01:22.07]靠着肩我慢慢摇\n[01:29.46]想你 虽然每天都在一起\n[01:36.81]我爱你 你是否会在意\n[01:44.21]想你 虽然每天都在一起\n[01:51.65]我爱你 不是随便说说\n[01:59.02]而已......\n[02:28.99]我需要 这样的怀抱\n[02:35.77]抱着你一起欢笑\n[02:43.26]我需要 这样的依靠\n[02:50.72]靠着肩一起变老\n[02:58.11]想你 虽然每天都在一起\n[03:05.36]我爱你 你是否会在意\n[03:12.88]想你 虽然每天都在一起\n[03:20.20]我爱你 不是随便说说\n[03:27.65]想你 虽然每天都在一起\n[03:34.99]我爱你 你是否会在意\n[03:42.43]想你 虽然每天都在一起\n[03:49.82]我爱你 不是随便说说\n[03:57.54]而已.......\n[04:09.15]\n");
    });
COMMIT;

SET FOREIGN_KEY_CHECKS = 1;